<x-layout>

    <div class="terms-of-service-area  py-5">
        <div class="container">
            <div class="row">
                <div class="col-lg-9 m-auto col-md-12">
                    <div class="terms-of-service-content">
                        <img src="7odaa-com/assets/images/terms-of-service.jpg" alt="image">
                        <h3><span>1.</span> في بادئ الأمر </h3>
                        <blockquote class="blockquote">
                            <p>تحدد تلك الاتفاقية أسس التعامل بين العملاء و حودا ديزين وحقوق وواجبات كل جهة، وبتعاملك
                                مع  حودا ديزين فأنت موافق على هذه الاتفاقية </p>
                        </blockquote>
                        <h3><span>2.</span> حقوق العملاء </h3>
                        <ol>
                            <li>تتعهد شركة  حودا ديزين بتقديم منتجات وخدمات عالية الجودة وحصرية تماماً لعملائها، كذلك
                                تتعهد بالحفاظ على أعراف التعاملات الإلكترونية وكفالة كافة حقوق العملاء، كذلك تتعهد
                                الشركة
                                بالإلتزام بكافة بنود العقود أو الاتفاقات المبرمة بينها وبين العملاء. </li>
                            <li>تلتزم الشركة بتقديم الخدمات والمنتجات بالمواصفات المتفق عليها أو المدرجة في صفحات موقعها
                                الرسمي أو حساباتها الرسمية على مواقع التواصل الاجتماعي إلا في حالة الاتّفاق على غير ذلك،
                                كذلك تتهد الشركة بالحفاظ على كافة البيانات الشخصية الخاصة بالعملاء وتتعهّد الشركة بأن لا
                                تطلب أي بيانات شخصية أو حساسة إلى في حالة وجود سبب وجيه أولًا، وفي حالة الموافقة التامة
                                من
                                العميل ثانيًا. </li>
                            <li>تتعّهد شركة  حودا ديزين بأن تقوم بتوفير دعم فني إحترافي لكافة منتجاتها وخدماتها سواء
                                كانت
                                جاهزة أو منفّذة بطلب من العميل، كما تتعهّد الشركة على أن تقوم بالحفاظ على رضا العملاء
                                وعلى
                                العلاقة الطيبة بكل الوسائل الممكنة. </li>
                        </ol>
                        <h3><span>3.</span> خدمات التصميم </h3>
                        <ol>
                            <li>تنقسم إلى: خدمات التصميم الجرافيكي، خدمات تصميم المواقع وخدمات تصميم المطبوعات.
                            </li>
                            <li>شركة  حودا ديزين لا تقوم بتنفيذ التصميمات التي تحتوي على صور نسائية أو أي صور مخالفة
                                لتعاليم الشريعة الإسلامية وتعاليم الدين الحنيف، كما يحقّ للشركة رفض الطلبات الغير مناسبة
                                لرؤيتها وأسلوب عملها مع أو بدون إبداء أسباب.
                            </li>
                            <li>يحقّ لعميل حودا ديزين أن يقوم بطلب التصميم بالألوان المناسبة له وبالتصوُّر المناسب
                                له،
                                لكن لا يحق له أن يطلب "تقليد" تصميم منشور بالفعل ويخضع لحقوق الملكية، لكن لا بأس من
                                الإستلهام، كذلك لا يحقّ للعميل استخدام الأمثلة التي يتم عرضها عليه قبل تسليم التصميم
                                النهائي
                                ما لم نصرّح بغير ذلك.
                            </li>
                            <li>يحقّ للعميل الاعتراض على التصميم والمطالبة بإعادة تنفيذه لثلاث مرّات مع إبداء أسباب
                                مقنعة،
                                على أن تتعهّد  حودا ديزين باستخدام أساليب التصميم الأحدث عالميًا وأن تقدم منتجًا عالي
                                الجودة، في حالة رفض التصميم وإبداء الرغبة بإعادة تنفيذه يجب على العميل تزويدنا بأكبر عدد
                                من
                                التفاصيل التي يريدها في التصميم حتى نتجنّب تكرار الأمر.
                            </li>
                            <li>في حالة الموافقة النهائية على تصميم الموقع المعروض على العميل يتم نقل العمل بالكامل من
                                قسم
                                "التصميم" إلى قسم "التكويد والبرمجة" وعليه فلا يحق للعميل أن يقوم بطلب أي تعديلات على
                                التصميم المسلّم له -مع حفظ الألقاب- مسبقًا.
                            </li>
                            <li>تلتزم  حودا ديزين بالعقد أو الاتفاق المبرم قبل العمل، وعليه فيحق للعميل طلب المزيد من
                                المميزات/الخيارات في الموقع المطلوب تصميمه، لكن يتم إضافة مقابل مادي متفّق عليه للإضافات
                                المطلوبة من قِبَل العميل.
                            </li>
                            <li>تلتزم  حودا ديزين بالمدّة المتفق عليها لتسليم العمل إلا أن المدة المتفق عليها في
                                البداية
                                لا تشمل الإضافات التي قد يطلبها العميل، وتحدد مدة تنفيذ الإضافات/التعديلات بالاتفاق مع
                                العميل، وتبدأ مدة تنفيذ العمل بشكل رسمي بداية من اليوم الذي يدفع فيه العميل الدفعة
                                الأولى من
                                قيمة العمل، لا تُمانع الشركة في إزالة حقوق التصميم التي تحمل اسم الشركة + رابطها ويتم
                                تحديد
                                قيمة إزالة حقوق التصميم بالاتفاق وقد تصل إلى 50% من قيمة العمل الإجمالي.
                            </li>
                            <li>لا يحق للعميل حذف حقوق الشركة من على الموقع الإلكتروني أو تطبيق الجوال دون الرجوع واخذ
                                الاذن
                                كتابيا من إدرة الشركة ، وفي حالة خرقكم لأي من هذه الأحكام س يؤدي هذا بشكل تلقائي وفوري
                                إلى
                                إنهاء تعاقدكم الخاص بالموقع الالكتروني أو تطبيق الجوال واستخدام المحتويات للبيع أو العرض
                                المجاني ، دون مسآلة  حودا ديزين عن أي حقوق تذكر من طرفكم نهائياً
                            </li>
                        </ol>
                        <h3><span>4.</span> خدمات البرمجة والتطوير </h3>
                        <ol>
                            <li>تنقسم إلى: خدمات برمجة المواقع، خدمات برمجة التطبيقات لأنظمة Android و iOS وخدمات
                                الووردبرس
                            </li>
                            <li>على العميل تقديم كافة المعلومات والإرشادات اللازمة للخروج بأعلى جودة ممكنة، كما لا يحق
                                له استخدام اية عينات برمجية يتم إرسالها إليه.
                            </li>
                            <li>في حالة وجود تعديلات إضافية غير المتفق عليها سابقًا لا يجب أن تتعارض مع الأساس البرمجي
                                للتطبيق وكذلك تحتفظ التعديلات/الإضافات باستقلاليتها عن مدة المشروع المحددة سابقًا وكذلك
                                تكلفته، ويتم تحديد هذه المتغيرات بالإتفاق.
                            </li>
                            <li>يحق لشركة  حودا ديزين اختيار لغة البرمجة المناسبة وطريقة التنفيذ الأمثل لتنفيذ
                                المشروع ما لم يتم الاتفاق مع العميل على غير ذلك، كما تتعهّد الشركة على استخدام أحدث
                                أساليب البرمجة والتطوير المُناسبة للويب الحديث، كذلك تتعهّد الشركة بتقديم برمجيّات آمنة
                                تماماً.
                            </li>
                        </ol>
                        <h3><span>5.</span> .خدمات الأرشفة والدعم الفني والتسويق الإلكتروني </h3>
                        <ol>
                            <li>يُلزم العميل بتقديم كافة المعلومات والتفاصيل الخاصة بطلبه لكي يتم تنفيذ العمليات على
                                أكمل وجه ويشمل ذلك الأهداف، الطرق المفضلة للتنفيذ وأيضًا تحديد نظام العمل والتنفيذ.
                            </li>
                            <li>يُفترض أن يكون العميل على علم بأن خدمات التسويق الإلكتروني والأرشفة (SEO) تأخذ بعض الوقت
                                لتظهر نتائجها وقد تصل فترة العمل إلى عدة أشهر، وعليه تتعهد  حودا ديزين بتقديم تقارير
                                وافية بما تم تنفيذه فعليًا وبالنتائج التي تم تحقيقها أولًا، ثانيًا التواصل الفعال مع
                                العميل بشكل يومي/اسبوعي ليكون العميل في الصورة وكذلك نحن.
                            </li>
                        </ol>
                        <h3><span>6.</span> التعاملات المالية </h3>
                        <ol>
                            <li>يتفضّل العميل بدفع نصف المبلغ المتفق عليه بعد الإتفاق بالنسبة لخدمات الأرشفة، الدعم
                                الفني والتسويق الإلكتروني، البرمجة، تصميم الجرافيك وتصميم المطبوعات.
                            </li>
                            <li>شركة  حودا ديزين تخلي مسؤوليتها تماماً عن أي تعامل يحدث باسم الشركة خارج إطار قنوات
                                التواصل الرسمية الخاصة بها ومنها نظام التذاكر الخاص بالموقع الرسمي، صفحة إتصل بنا
                                وحساباتنا وأرقام هواتفنا الرسمية المدرجة في الموقع الرسمي.
                            </li>
                            <li>فى حالة عدم الرد من جانب العميل بأعتماد التصميم أو البرمجة لفترة تتجاوز 45 يوم يحق
                                للشركة فسخ العقد تلقائياً دون الرجوع للعميل مع عدم مطالبة الشركة بأى مستحقات مالية.
                            </li>
                            <li>لا يفترض على العميل أن يقوم بتحويل أي مبالغ مالية قبل الاتفاق على المشروع بشكل كامل، كما
                                لا تتحمل الشركة أي أخطاء في التحويل تحدث من جهة العميل.
                            </li>
                        </ol>
                    </div>
                </div>
            </div>
        </div>
    </div>
    </x-layout>
    